[Balance.Unique.PawnBalance_TentacleRaidA AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Terramorphous Spike Tentacle")

[Balance.Unique.PawnBalance_TentacleRaidB AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Terramorphous the Invincible")

[Balance.Unique.PawnBalance_TentacleRaidC AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Terramorphous Rock Tentacle")

[Balance.Unique.PawnBalance_TentacleRaidD AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Terramorphous Beam Tentacle")

[Balance.Unique.PawnBalance_TentacleRaidE AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Terramorphous Masher Tentacle")

[Balance.Unique.PawnBalance_TentacleRaidF AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Terramorphous Fire Tentacle")

